Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/sd/samediggi.no/lavdegottit.html.tmx
Source language: sme
Languages: smj

source: Buot Sámedikki áirasat leat miellahttun ovtta dain golmma fágalávdegottiin mat meannudit áššiid ja ovddidit mearrádusárvalusaid Sámedikki dievasčoahkkimii.
smj: Divna Sámedikke ájrrasa li sebrulattja avtan gålmåt fáhkakomiteas ma giehtadalli ássjijt ja åvdedi árvvalusájt Sámedikke ållestjåhkanibmáj.

source: Sámedikki leat čuovvovaš lávdegottit:
smj: Fáhkakomitea li dá:

source: Plána- ja finánsalávdegoddi
smj: Pládna- ja biednigahttemkomitea:

source: Bajásšaddan-, fuolahus- ja oahppolávdegoddi
smj: Bajássjaddam-, hukso- ja åhpaduskomitea:

source: Beaska Niillas (Nubbinjođiheaddji)
smj: Viktor Inge Paulsen (Lijggenjunnjusasj)

source: Lars Oddmund Sandvik
smj: Lars Filip Paulsen

source: Ealáhus- ja kulturlávdegoddi
smj: Æládus- ja kultuvrrakomitea:

source: Lávdegottiid čoahkkimat leat jura ovdalaš dievasčoahkkimiid.
smj: Komiteatjåhkanime tjadáduvvi ållestjåhkanimij åvddålattja.

source: Dábálaččat leat njeallje vahku várrejuvvon lávdegodde- ja dievasčoahkkimiidda.
smj: Dábálattjat mierreduvvi niellja vahko komitea- ja ållestjåhkanimijda.

source: Lávdegottiid čoahkkin lágiduvvo dábálaččat mánnodagaid ja disdagaid, ja dievasčoahkkin gaskavahkus bearjadahkii.
smj: Komiteatjåhkanime tjadáduvvi mánnodagá ja dijstagá, ållestjåhkanibme gasskavahkos bierjjedahkaj.

source: Lassin fágalávdegottiide de lea Sámedikkis maiddái bearráigeahččanlávdegoddi ja válgalávdegoddi.
smj: Duodden fáhkakomiteajda gávnnuji aj Dárkastuskomitea ja Válggakomitea.

source: Bearráigeahččanlávdegoddi galgá doaimmahit parlamentáralaš bearráigeahču ja bearráigeahččat ásahusaid mat ruhtaduvvojit Sámedikki bušeahta bakte.
smj: Dárkastuskomitea galggá parlamentalattjat dárkestit ja stivrrit dåjmajt ma biednigahteduvvi Sámedikke budsjehta baktu.

source: Dát mearkkaša maiddái bearráigeahččat Sámedikki jahkerehketdoalu ja riikkarevišuvnna vejolaš mearkkašumiid.
smj: Oasse dássta le aj dárkestit Sámedikke jahkebiedniklågov ja soajtedahtte tsuojggidusajt biedniklåhkuj Rijkkadárkastusás.

source: Lávdegoddi sáhttá čađahit dan bearráigeahčču Sámedikki hálddahusas mii sin mielas lea dárbbašlaš.
smj: Komitea máhttá aj tjadádit guoradallamijt Sámedikke háldadusan majs komitea adná dárbov.

source: Daid áššiin maid Bearráigeahččanlávdegoddi meannuda, sii ovddidit mearrádusárvalusaset njuolga Sámedikki Dievasčoahkkimii, juogo sierra áššin dahje lávdegotti jahkedieđáhusa bakte.
smj: Dárkastuskomitea vaddá mærrádusárvvalusájt Sámedikke ållestjåhkanibmáj ássjijn majt dat giehtadallá, juogu sierra ássjen jali komitea jahkediedádusá baktu.

source: Válgalávdegoddi meannuda áššiid main Sámedikki dievasčoahkkin galgá válljet ovddasteddjiid ásahusaide sihke siskkobealde ja olggobealde Sámedikki vuogádaga.
smj: Válggakomitea giehtadallá ássjijt gånnå Sámedikke ållestjåhkanibme galggá mierredit válgaj birra orgánajda Sámedikke sis- jali ålgusjbielen.

source: Lávdegotti bargun lea gárvásit meannudit áššiid maid dievasčoahkkin lea sádden lávdegoddái ja ovddidit mearrádusárvalusa dievasčoahkkimii.
smj: Komitea dahkamus le gárvedit ássjev ja árvvalusáv vaddet ållestjåhkanibmáj dan ássjen majt komitea le ållestjåhkanimes oadtjum.

source: Válgalávdegoddi:
smj: Lars Filip Paulsen
